---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataMassInstanceComments
source: html/cc7ba3b1-ce5c-b769-364b-36d5ce15d5cc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataMassInstanceComments Property

"Mass: Comments"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataMassInstanceComments { get; }
```